{"help": {
	"basic_help": "Common commands:<br />look, inventory, north, south, east, west, get, drop, examine, save<br /><br />Try using simple commands like [verb] [noun]<br /><br />Type 'help [commmand]' for information about a specific command.<br /><br />Type 'fullhelp' for ALL THE HELP. (Warning: loooooooooong)",
	"close": "Close something.",
	"delete": "Delete a saved gruel game. For use when you want to start a game from the beginning.",
	"down": "Move yourself downwards (like on stairs or a ladder).",
	"drop": "Put an object you're carrying on the ground.",
	"east": "Travel East.",
	"examine": "Take a really close look at something. You get even *more* details if you are holding the object.",
	"get": "Grab an object to carry around with you.",
	"go": "Travel in a particular direction. Example: 'go north'",
	"help": "Get some help with a command. Kinda like what you're doing now.",
	"hit": "Attack something. Good luck...",
	"inventory": "A list of all the things in your pockets.",
	"load": "Load a gruel game by name. Example: 'load Hello World'<br />Note: this loads a saved game if you have saved one.",
	"lock": "Lock something that is lockable.",
	"look": "Take a look around your immediate surroundings.",
	"move": "Move an object to the side.",
	"north": "Travel North.",
	"northeast": "Travel Northeast.",
	"northwest": "Travel Northwest.",
	"open": "Open up an object.",
	"pull": "Pull an object.",
	"push": "Push something (with your finger or your body).",
	"put": "Put an item that you are holding on/into/etc another object.<br />Note: Containers can hold a maximum of 3 items.",
	"save": "Save your progress in a gruel game (otherwise you'll have to start over). Example: 'save'",
	"south": "Travel South.",
	"southeast": "Travel Southeast.",
	"southwest": "Travel Southwest.",
	"unlock": "Usually used with another item (like a key) to unlock a locked object.",
	"up": "Move yourself upwards (like on stairs or a ladder).",
	"west": "Travel West.",
	"--OTHER--": "Try other commands that aren't listed. There are some hidden ones."
}}